tap "homebrew/core"

brew "coreutils"
brew "gemini-cli"
brew "gh"
brew "ghq"
brew "git"
brew "jq"
brew "navi"
brew "neovim"
brew "sshpass"
brew "telnet"
brew "tmux"
brew "tree"

cask "claude-code"
cask "codex"
cask "devtoys"
cask "ghostty"
cask "hiddenbar"
cask "keycastr"
cask "xcodes-app"

mas "RunCat", id: 1429033973
mas "Time Out", id: 402592703
